<template>
	<div class="text-white q-pa-xl q-pa-md-xs row q-col-gutter-xl">
		<div class="column col-6">
			<q-intersection transition="slide-right" tag="h4" class="text-center">
				О нас
			</q-intersection>
			<p class="text-justify">
				DirectAuto продолжает удачно развиваться, как автосервис который с индивидуальным
				подходом и высоким чувством ответственности обслуживает юридические и физические
				лица. Предлагаем Вам обслуживать своё личное авто или автопарк Вашего предприятия у
				нас, так как наша команда состоит из высоко квалифицированных специалистов.
			</p>
			<p class="text-justify">
				Обслуживая свой автомобиль в нашем сервисе, у Вас будет возможность, убедиться в
				позитивной атмосфере и в профессиональной подготовке наших работников. Сотрудничая с
				ведущими дилерами запчастей в Прибалтике и Европе, наш автосервис сможет подобрать
				запчасти соответствующие Вашим финансовым возможностям и желаниям.
			</p>
		</div>
		<div class="column col-6">
			<q-intersection transition="slide-right" tag="h4" class="text-center">
				Автосервис
			</q-intersection>
			<p>
				Обращаясь в автосервис DirectAuto Вас встретит наш отзывчивый коллектив и Ваш
				автомобиль примет управляющее лицо, которое:
			</p>
			<ul>
				<li>
					Проконсультирует Вас во всех вопросах, которые касаются ремонта, обслуживания и
					технического состояния авто;
				</li>
				<li>Детализировано зафиксирует все Ваши пожелания, касающиеся ремонта авто;</li>
				<li>Проконтролирует весь процесс ремонтных работ Вашего авто;</li>
				<li>
					Проинформирует Вас о дополнительных расходах и ремонтных работах (если они будут
					необходимы), которые будут связаны с качественным ремонтом и обслуживанием
					Вашего авто;
				</li>
				<li>
					После проделанных ремонтных работ проведёт детализированый осмотр авто, чтобы
					убедится в качестве работы;
				</li>
				<li>
					Свяжется с Вами, чтобы проинформировать о проделанной работе и согласовать
					удобное для Вас время возврата авто;
				</li>
			</ul>
		</div>
	</div>
</template>
