<script setup lang="ts">
const images = [
	'/images/service/1.jpg',
	'/images/service/2.jpg',
	'/images/service/3.jpg',
	'/images/service/4.jpg',
	'/images/service/5.jpg',
];
</script>
<template>
	<div class="row q-col-gutter-xl">
		<UiImageBeauty :images="images" />
		<!-- <div class="col-6 q-pa-xl">
			<p>
				Обращаясь в автосервис DirectAuto Вас встретит наш отзывчивый коллектив и Ваш
				автомобиль примет управляющее лицо, которое:
			</p>
			<ul>
				<li>
					Проконсультирует Вас во всех вопросах, которые касаются ремонта, обслуживания и
					технического состояния авто;
				</li>
				<li>Детализировано зафиксирует все Ваши пожелания, касающиеся ремонта авто;</li>
				<li>Проконтролирует весь процесс ремонтных работ Вашего авто;</li>
				<li>
					Проинформирует Вас о дополнительных расходах и ремонтных работах (если они будут
					необходимы), которые будут связаны с качественным ремонтом и обслуживанием
					Вашего авто;
				</li>
				<li>
					После проделанных ремонтных работ проведёт детализированый осмотр авто, чтобы
					убедится в качестве работы;
				</li>
				<li>
					Свяжется с Вами, чтобы проинформировать о проделанной работе и согласовать
					удобное для Вас время возврата авто;
				</li>
			</ul>
		</div> -->
	</div>
</template>
